Repository: dimyG/zakanda_public
Catalog: gutils/locale/*/LC_MESSAGES/django.po
Languages: el

source: Contact Us
el: Επικοινωνία

source: Do you have any questions or remarks? Maybe some complaints or new ideas?
el: Έχετε απορίες ή παρατηρήσεις? Ίσως κάποια παράπονα ή ιδέες?

source: Are you interested in Cooperating or Advertising with us?
el: Ενδιαφέρεστε για συνεργασία ή διαφήμιση?

source: Just want to say hello?
el: Θέλετε απλά να πείτε ένα γεια?

source: Find us at
el: Βρείτε μας στο

source: We would be happy to hear from you!
el: Θα χαρούμε να σας ακούσουμε!

source: Global Coverage
el: Παγκόσμια Κάλυψη

source: Choose any football competition on the planet, select your favorite bookmaker and submit your bets. They will be added to your profile statistics and they will be sent as tips to your followers. We offer the latest available odds from a wide range of bookmakers, but if you find some inconsistencies you can easily fine tune them.
el: Επέλεξε τα στοιχήματα σου από όλές τις ποδοσφαιρικές διοργανώσεις του κόσμου. Οι επιλογές σου θα προστεθούν στο προφίλ σου και θα σταλούν σαν προτάσεις στους ακολούθους σου. Προσφέρουμε τις αποδόσεις από τους πιο γνωστούς bookmakers του κόσμου και τις ανανεώνουμε ανά τακτά χρονικά διαστήματα. Αν παρόλα αυτά δεις ότι κάποιες αποδόσεις είναι λίγο διαφορετικές από αυτές που δίνει κάποιος bookmaker, έχεις την δυνατότητα να τις αλλάξεις μέσα σε κάποια αποδεκτά όρια, έτσι ώστε να καταχωρήσεις το στοίχημα σου ακριβώς όπως το έπαιξες στον bookmaker της επιλογής σου.

source: Bet Groups Management
el: Διαχείριση Μπάνκας

source: Create as many Bet Groups as you want and manage them separately. You can think of Bet Groups as wallets to which you make deposits and place your bets with. When you sign up in zakanda, a bet group is automatically created for you. This is your default bet group. Every time you make a deposit, you deposit to this bet group and when you bet, you use money from this bet group. You can create more bet groups if you want. For example, you can create one and name it "Outsiders". After its creation, its balance will be 0 no matter if you have money in your other bet groups. To put some money to this new bet group you have to make a new deposit to it. As soon as its balance is greater than 0, you can start using it for betting. Any time that you want to bet on an outsider, you can use the money of the "Surprises" bet group. This way you will be able to see how it performs over time without messing with your other groups.
el: Δημιούργησε όσες μπανκες θέλεις και διαχειρίσου τες ξεχωριστά. Με το που κάνεις εγγραφή, το zakanda δημιουργεί αυτόματα μια μπάνκα για τα στοιχήματα σου. Αυτή είναι η 'προεπιλεγμένη' μπάνκα. Καθε φορά που κάνεις κατάθεση ουσιαστικά καταθέτεις στην συγκεκριμένη μπάνκα. Όλα σου τα στοιχήματα χρησιμοποιούν το υπόλοιπο αυτής της προεπιλεγμένης μπάνκας. Μπορείς όμως να δημιουργήσεις όσες μπάνκες θέλεις. Μπορείς για παράδειγμα να δημιουργήσεις μία και να την ονομάσεις 'Εκπλήξεις'. Με το που δημιουργηθεί, το υπόλοιπο της είναι 0, ανεξαρτήτως αν στις άλλες μπάνκες σου υπάρχουν διαθέσιμα εικονικά χρήματα. Για να φορτώσεις την καινούρια μπάνκα απλά κάνε μια κατάθεση σε αυτήν. Εφόσον έχει πλέον υπόλοιπο, μπορείς να την χρησιμοποιήσεις για στοιχηματισμό. Καθε φορά που θέλεις να στοιχηματίσεις σε ένα outsider μπορείς να καταχωρείς αυτό το στοίχημα στην μπάνκα 'Εκπλήξεις' Στην συνέχεια μπορείς να δεις τα στατιστικά για κάθε μπανκα ξεχωριστά και να έχεις έτσι μια ξεκάθαρη εικόνα για το πώς αποδίδει η καθεμία από αυτές.

source: Private Bet Amounts
el: Ιδιωτικά Ποσά

source: In zakanda you have the option to keep your bet amounts and balance private, visible only by you. While you will be betting the amount of your choice, the others will not be able to see your real bet amounts. They will only see them as percentage of your balance. For example, if you have 1000 virtual euros in one of your bet groups and you make a bet using 100 of them, the others will see that you used 10 percent of your balance for that bet. In order for your balance to be private too, we convert it to what we call "units". A unit represents your average bet amount. For example if your balance is 1000 virtual euros, and your average bet is 10 euros, then the others will see that your balance is 100 units without knowing that your 100 units correspond to 1000 euros. This way you can be reassured that your money amounts remain always private.
el: Αν θέλεις, μπορείς να κρατήσεις τα ποσά που στοιχηματίζεις, μόνο για εσένα. Ενώ εσύ θα στοιχηματίζεις με το ποσό της επιλογής σου, οσοι έχουν πρόσβαση στα στοιχήματα σου δεν θα βλεπουν τα πραγματικά ποσά. Σε αυτούς τα ποσά θα εμφανίζονται σαν ποσοστό της μπάνκας σου. Αν για παράδειγμα έχεις σε μια σου μπάνκα υπόλοιπο 1000 εικονικά ευρώ και σε ένα στοίχημα ποντάρεις τα 100, τότε οι υπόλοιποι θα δουν ότι πόνταρες το 10 τις εκατό της μπάνκας σου. Για να μείνει και το υπόλοιπο της μπάνκας σου ιδιωτικό, γίνεται μια μετατροπή του ποσού σε αυτό που ονομάζουμε 'μονάδες'. Μια μονάδα είναι ο μέσος όρος των στοιχημάτων σου. Αν όπως στο προηγούμενο παράδειγμα έχεις υπόλοιπο 1000 εικονικά ευρώ και ο μέσος όρος των στοιχημάτων σου είναι 10 ευρώ, τότε οι υπόλοιποι θα βλεπουν ότι έχεις υπόλοιπο 100 μονάδες χωρίς να γνωρίζουν ότι αυτές αντιστοιχούν σε 1000 εικονικά ευρώ. Με αυτόν τον τρόπο μπορείς να είσαι σίγουρος ότι τα ποσά που διαχειρίζεσαι παραμένουν πάντοτε ιδιωτικά.

source: In the main menu bar under your profile picture, there is a switch with 2 states: Cash On and Cash Off. If you switch to Cash On, then zakanda shows the real bet amounts and balances if possible. So, if you are checking the history or the bets of a player who doesn't hide his money, you will see his real amounts. If you switch to "Cash Off" then you will see percentages and units.
el: Στο κεντρικό μενού, κάτω από την φωτογραφία του προφίλ σου υπάρχει ενας διακόπτης με δύο επιλογές: Cash On και Cash Off. Αν γυρίσεις τον διακόπτη στην επιλογή Cash On τότε το zakanda δείχνει τα πραγματικά ποσά όπου αυτό είναι δυνατό. Έτσι, αν βρίσκεσαι στην σελίδα των στοιχημάτων ενός παίχτη ο οποίος δεν κρύβει τα ποσά του, τότε θα δεις τα πραγματικά ποσά που χρησιμοποιεί. Αν γυρίσεις τον διακόπτη στην επιλογή Cash Off, τότε θα δεις τα ποσά του σαν ποσοστά και το υπόλοιπο του σε μονάδες.

source: Interactive Charts
el: Διαδραστικά Στατιστικά

source: One of the unique features of zakanda is its interactive statistics. The performance of a player is described not only by some indicators like ROI and Yield, but by a variety of charts that interact with each other. For example, in the Wins-Losses pie if you select the wins, then all the other charts will be filtered to describe the wins. This way you can see with just one click, which are the won matches, in which markets they correspond (over/under, double chance etc.) what is their average odd and stake and many more indicators that describe them.
el: Ένα ακόμα από τα μοναδικά χαρακτηριστικά του zakanda είναι τα διαδραστικά στατιστικά. Το ιστορικό κάθε παίχτη περιγράφεται όχι μόνο από κάποιους δείκτες όπως είναι το ROI και το Yield οι οποίοι περιγράφουν την απόδοση της επένδυσης, αλλά και από ένα πλήθος διαγραμμάτων τα οποία αλληλεπιδρούν μεταξύ τους. Για παράδειγμα αν στην πίτα νικών/ητών επιλέξεις το κομμάτι των νικών, τότε θα φιλτραριστούν αυτόματα όλα τα άλλα διαγράματα ώστε να περιγράφουν μόνο τις νίκες. Έτσι μπορείς πολύ εύκολα να δεις όλα τα νικηφόρα στοιχήματα του παίχτη, σε ποιες αγορές αντιστοιχούν (over/under, διπλή ευκαiρία κτλ.), την μέση απόδοση και το μέσο ποσό που στοιχηματίστηκε καθώς και πολλά άλλα στοιχεία τα οποία περιγράφουν τα νικηφόρα στοιχήματα.

source: Betting Community
el: Στοιχηματική Κοινότητα

source: Betting as a form of entertainment could have a lot of fun. For some people though, is more than just fun. They are the ones that we call "experts", who are dedicating endless hours to study the matches, analyze the past performance of the teams, search for the latest news, check the players mood and motivation, the weather, the fans, the court and so many variables to end up to the correct betting choices. If this sounds too much for you, but you still want access to this information, you can simply follow these experts and receive their valuable advices directly to your inbox.
el: Το στοίχημα είναι μια μορφή διασκέδασης και ως τέτοια μπορεί να έχει όντως πολύ πλάκα. Για κάποιους όμως είναι κάτι περισσότερο από αυτό. Είναι αυτοί τους οποίους γνωρίζουμε ως 'ειδικούς' οι οποίοι μπορεί να αφιερώνουν ατελείωτες ώρες μελέτης των ομάδων, των στατιστικών τους, της φόρμας των παικτών, του κινήτρου τους, της κατάστασης του γηπέδου, το πώς επηρρεάζει ο καιρός, το πώς εξελίσονται οι αποδόσεις καθώς και άλλων πολλών παραγόντων και συνθηκών η γνώση των οποίων βοηθάει στο να καταλήξουν στην επιλογή των σωστών σημείων. Αυτό δεν ακούγεται μόνο αρκετά δύσκολο, είναι. Αν λοιπόν θα ήθελες να έχεις και εσύ πρόσβαση σε αυτές τις πολύτιμες πληροφορίες, τότε μπορείς απλά να τους ακολουθήσεις στο zakanda και να λαμβάνεις τις προτάσεις τους απευθείας στο email σου.

source: Your Sports Betting Community
el: Η δική σου Στοιχηματική Κοινότητα

source: Bet with virtual money, Compete with your friends, Expand your audience, Earn extra income
el: Στοιχηματισε με εικονικα χρηματα, Ανταγωνισου τους φιλους σου, Διευρυνε το κοινο σου, Αυξησε το εισοδημα σου

source: JOIN US TODAY...
el: Ελα μαζί μας...

source: So, what is zakanda?
el: Τι είναι το zakanda?

source: A virtual bookmaker
el: Μια εικονική στοιχηματική εταιρία

source: You can use zakanda as a virtual bookmaker, betting without risking real money while having a clear overview of your overall performance. Check how your friends or the other players are doing and compete with them, experiencing the excitement of betting enhanced with the fun of competition. If you later decide that you are good enough to try your luck with a traditional bookmaker, feel free to move on, putting in practice the skills you have acquired.
el: Μπορείς να χρησιμοποιήσεις το zakanda σαν έναν εικονικό bookmaker, στοιχηματίζοντας χωρίς να ρισκάρεις πραγματικά χρήματα και έχοντας πλήρη εικόνα της συνολικής σου απόδοσης. Δες πόσο κερδίζουν ή χάνουν οι φίλοι σου καθώς και οι άλλοι παίχτες και ανταγωνίσου μαζί τους. Αν στην πορεία αποφασίσεις ότι είσαι έτοιμος, μπορείς να δοκιμάσεις την τύχη σου σε έναν παραδοσιακό bookmaker αξιοποιώντας τόσο τις ικανότητες που έχεις αποκτήσει όσο και τους παίχτες που έχεις γνωρίσει.

source: A source of bet advices
el: Μια πηγή στοιχηματικών συμβουλών

source: Zakanda is an open betting community of players from all around the world. Select your favorite ones, follow them and receive their tips directly to your email inbox.
el: Το zakanda είναι μια ανοιχτή κοινότητα παιχτών από όλο τον κόσμο. Δες τα στοιχήματα και την συνολική εικόνα του καθενός, επέλεξε αυτούς που σου αρέσουν και ακολούθησε τους. Κάθε φορά που θα παίζουν ένα στοίχημα, θα σου έρχεται ειδοποίηση κατευθείαν στο email σου.

source: A performance monitoring and money management tool
el: Ένα εργαλείο εξερεύνησης των στατιστικών σου και διαχείρισης της μπάνκας σου

source: Zakanda gives you a clear and complete picture of your overall loses or profits through a great variety of charts and indexes such as ROI and Yield. Apart from that, you have the possibility to split your balance to bet groups and manage each bet group separately. Traditional bookmakers don't offer you something similar, so if you are betting in one of them, you can begin registering your bets in zakanda too and take advantage of its related functionality and tools.
el: Στο zakanda έχεις πλήρη πρόσβαση σε όλο σου το ιστορικό το οποίο μπορείς να αναλύσεις χρησιμοποιώντας μια πληθώρα από διαδραστικά διαγράμματα. Εκτός αυτού έχεις την δυνατότητα να δημιουργήσεις πολλές μπάνκες τις οποίες μπορεις να διαχειρίζεσαι ξεχωριστά. Οι παραδοσιακοί bookmaker δεν σου προσφέρουν κάτι αντίστοιχο και αν παίζεις σε κάποιους από αυτούς, μπορείς να παιρνάς τα στοιχήματα σου και στο zakanda ώστε να εκμεταλευτείς αυτές του τις δυνατότητες.

source: A paid tipping service
el: Υπηρεσία στοιχηματικών προτάσεων επί πληρωμή

source: Set a price to your tips and sell them. If you are a professional in the industry like a betting journalist, a professional tipster, or if you feel that you are good enough so that other people would pay for your tips then take advantage of your skills and earn an additional income. You can set up a monthly subscription service to which people would need to subscribe, in order to have access to your tips.
el: Αν είσαι επαγγελματίας στον χώρο του στοιχήματος, για παράδειγμα στοιχηματικός δημοσιογράφος, επαγγελματίας παίχτης ή αν απλά νομίζεις πως είσαι αρκετά καλός ώστε οι άλλοι να θέλουν να πληρώσουν για να μάθουν τις προτάσεις σου, τότε μπορείς να ορίσεις μια μηνιαία συνδρομή την οποία πρέπει κάποιος να καταβάλει ώστε να έχει πρόσβαση στις στοιχηματικές σου προτάσεις.

source: Sports Betting
el: Παγκόσμια Κάλυψη

source: Submit, manage and share bets on any football competition of the planet using the latest odds from the most famous bookmakers
el: Στοιχημάτισε με εικονικά χρήματα σε όλες τις ποδοσφαιρικές δiοργανώσεις του κόσμου, χρησιμοποιώντας τις αποδόσεις των πιο γνωστών bookmaker

source: Learn more...
el: Περισσότερα...

source: Bet Groups
el: Διαχείριση Μπάνκας

source: Split your balance to bet groups and manage them separately
el: Δημιούργησε όσες μπάνκες θέλεις και διαχειρίσου τες ξεχωριστά

source: Explore betting histories in a unique way using powerful interactive charts
el: Εξερεύνησε τα στατιστικά των παικτών χρησιμοποιώντας διαδραστικά διαγράμματα

source: Submit bets using your real bet amounts. Others see them as percentage of your balance
el: Τα ποσά που στοιχηματίζεις είναι ορατά μόνο από εσένα. Οι άλλοι τα βλεπουν σαν ποσοστό της μπάνκας σου

source: We are a welcoming community for both Hobbyists and Professionals.
el: Είμαστε μια ανοιχτή κοινότητα τόσο για Ερασιτέχνες όσο και για Επαγγελματίες.

source: Sign up
el: Κάνε Εγγραφή

source: and become part of it
el: και γίνε και εσύ μέλος της

source: Do you bet just for Fun?
el: Στοιχηματίζεις για το χαβαλέ?

source: Then you can improve your betting experience through the interaction with our betting community enjoying the competition with the other players and benefiting from the advices of the experienced ones. Manage your money in a more professional way, see how you perform over time and have fun becoming a better player along the way.
el: Αν ναι, τότε μπορείς να βελτιώσεις την όλη στοιχηματική εμπειρία μέσα από την αλληλεπίδραση σου με την στοιχηματική κοινότητα του zakanda, απολαμβάνοντας τον συναγωνισμό με τους άλλους παίχτες και κερδίζοντας από τις συμβουλές των εμπειρότερων. Εξερεύνησε τα στατιστικά σου, διαχειρίσου τα χρήματα σου πιο οργανωμένα και διασκέδασέ το, γινόμενος ταυτόχρονα και καλύτερος παίκτης στην πορεία.

source: Are you more like a Pro?
el: Βλέπεις το στοίχημα πιο σοβαρα?

source: Then use our tools to manage your money and monitor your performance, expand your audience, keep your followers up to date with your tips, use zakanda as a proofing service for your personal blog or website or create a subscription service and start earning an additional income.
el: Τότε χρησιμοποίησε το zakanda για να κερδίσεις ένα επιπλέον εισόδημα εκμεταλευόμενος τις γνώσεις, τον χρόνο και τον κόπο που αφιερώνεις στην επιλογή των σωστών σημείων. Φτιάξε το κοινό σου, διεύρυνε το και κράτα το ενήμερο με τις στοιχηματικές σου προτάσεις. Επέλεξε την μηνιαία συνδρομή που ζητάς και άσε το zakanda να διαχειριστεί τα πάντα. Εσύ το μόνο που έχεις να κάνεις έιναι επιλέγεις τα στοιχήματα σου και το κοινό σου θα ενημερώνεται αυτόματα.

source: * The payments service will be available soon
el: * H υπηρεσία πληρωμών θα είναι διαθέσιμη σύντομα
