Repository: dimyG/zakanda_public
Catalog: bet_statistics/locale/*/LC_MESSAGES/django.po
Languages: el

source: Bank Growth History
el: Καθαρά Κέρδη

source: in units
el: σε μονάδες

source: reset
el: επαναφορά

source: Events
el: Στοιχηματικά Γεγονότα

source: MARKET
el: ΑΓΟΡΑ

source: CHOICE
el: ΕΠΙΛΟΓΗ

source: STATUS
el: ΑΠΟΤΕΛΕΣΜΑ

source: Filters
el: Φίλτρα

source: Coutnry
el: Χώρα

source: Competition
el: Διοργάνωση

source: Season
el: Σεζόν

source: Home Team
el: Γηπεδούχος

source: Away Team
el: Φιλοξενούμενος

source: Bet Events per Bet
el: Γεγονότα ανα στοίχημα

source: Filtered Bets
el: Αριθμός Στοιχημάτων

source: Reset All
el: Επαναφορά Ολων

source: Bet Groups
el: Μπάνκες

source: Other Indicators
el: Άλλοι Δείκτες

source: Basic Indicators
el: Βασικοί Δείκτες

source: Recent Form
el: Φόρμα

source: Description
el: Περιγραφή

source: Apparently %(target_user)s believes that it's not necessary to introduce himself. Actions speak louder than words after all...
el: Πιθανότατα ο %(target_user)s πιστεύει πως δεν είναι απαραίτητο να πει κάτι για τον εαυτό του. Άλλωστε οι πράξεις μιλούν καλύτερα από τα λόγια...

source: Stakes and Profits
el: Ποσά Στοιχηματισμού

source: Bets Status
el: Στοιχήματα

source: Bets Table
el: Πίνακας Στοιχημάτων

source: Seasons
el: Σεζόν
